[
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BZjFmNDMzMWYtYjgyZC00NjdiLTlhMzktYmNhYzY1MDRlNzA4XkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_SX300.jpg",
      "title": "Sono toki wa kare ni yoroshiku",
      "slug": "sono-toki-wa-kare-ni-yoroshiku",
      "desc": "A romantic love story of Satoshi, Karin and Yuji - who were friends in their childhood and suddenly bump back into each others' life after 13 years of parted away. Gentle, moving and meaningful, that what love is in 'Say hello for me'.",
      "release": "02 Jun 2007",
      "director": "Yûichirô Hirakawa",
      "duration": "1 hour 54 min",
      "cast": [
          "Takayuki Yamada",
          "Masami Nagasawa",
          "Takashi Tsukamoto"
      ],
      "genres": [
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "jun",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNDU1NDg5ZjYtNTM0NS00NzBmLWE5MzMtYzc5Mjc4MDQ2YWViXkEyXkFqcGdeQXVyODk1NzM2MjE@._V1_SX300.jpg",
      "title": "Doraemon: Nobita's Dorabian Nights",
      "slug": "doraemon:-nobita's-dorabian-nights",
      "desc": "Nobita and his friends go to rescue Shizuka into the world of the 'Arabian Nights (Thousand and One Nights)'.",
      "release": "09 Mar 1991",
      "director": "Tsutomu Shibayama",
      "duration": "1 hour 39 min",
      "cast": [
          "Nobuyo Ôyama",
          "Noriko Ohara",
          "Michiko Nomura"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "mar",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNTYwOGEyMGItMjcyYS00ZDgzLWJmYjEtNWEwODMyNzc1NDExXkEyXkFqcGdeQXVyNTI4MDA2NDE@._V1_SX300.jpg",
      "title": "L.DK",
      "slug": "l.dk",
      "desc": "Aoi Nishimori's parents moved to another city for work, but Aoi didn't want to transfer to a new high school. She stays behind and lives in an apartment by herself. Shusei Kugayama moves in next to Aoi's apartment. Shusei is a very popular student at their high school. Due to a mistake, Aoi makes the sprinkler go off in his room. Until Shusei's room is fixed, he stays with Aoi.",
      "release": "12 Apr 2014",
      "director": "Taisuke Kawamura",
      "duration": "1 hour 53 min",
      "cast": [
          "Kento Yamazaki",
          "Akiyoshi Nakao",
          "Ren Kiriyama"
      ],
      "genres": [
          "Comedy",
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "apr",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMjlhM2I0ODctMDU4NS00NTFiLTg1NWQtZTRjOTViMjM5YmI1XkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_SX300.jpg",
      "title": "Micin Generation",
      "slug": "micin-generation",
      "desc": "For Kevin (Kevin Anggara), school is a boring place. He only has three best friends in his class. One day, Kevin found a mysterious website that challenged him to do naughty things at school.",
      "release": "18 Oct 2018",
      "director": "Fajar Nugros",
      "duration": "1 hour 28 min",
      "cast": [
          "Kevin Anggara",
          "Clairine Clay",
          "Morgan Oey"
      ],
      "genres": [
          "Comedy",
          "Drama"
      ],
      "isShowing": false,
      "showingMonth": "oct",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNDZkODEyY2EtN2RhZC00YTg1LWE5MmQtOTMxMTM0ZGIwNzkwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTc0MTEzMzM@._V1_SX300.jpg",
      "title": "Sing My Life",
      "slug": "sing-my-life",
      "desc": "Katsu is now an old woman who even at seventy three has not lost her penchant for being sardonic and dissatisfied. Upon visiting a photography studio her life and body are transported to that of a twenty-year-old girl giving her the opportunity to make up for missing out on her earlier dreams of becoming a singer, a more harmonious family member and to have more fun than life generally afforded her.",
      "release": "01 Apr 2016",
      "director": "Nobuo Mizuta",
      "duration": "2 hour 5 min",
      "cast": [
          "Mitsuko Baishô",
          "Hiro Honda",
          "Katsuko Kanai"
      ],
      "genres": [
          "Comedy",
          "Fantasy"
      ],
      "isShowing": false,
      "showingMonth": "apr",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTg0OTQ0ODY1N15BMl5BanBnXkFtZTgwNjkxNjI4MTI@._V1_SX300.jpg",
      "title": "Resident Evil: Vendetta",
      "slug": "resident-evil:-vendetta",
      "desc": "The saga of Resident Evil continues in Vendetta, and Chris Redfield, Leon Kennedy and Rebecca Chambers must unite to save America from a threat as dire as The Umbrella Corporation: a virus that can be triggered by simply being inhaled. The biological warfare of Resident Evil rages on, and only Raccoon City's finest can stop it from destroying the world.",
      "release": "19 Jun 2017",
      "director": "Takanori Tsujimoto",
      "duration": "1 hour 37 min",
      "cast": [
          "Kevin Dorman",
          "Matthew Mercer",
          "Erin Cahill"
      ],
      "genres": [
          "Animation",
          "Action",
          "Adventure"
      ],
      "isShowing": false,
      "showingMonth": "jun",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMjc2M2YwOWUtNGRkZC00YzRhLTg4MmMtYmE0YzE0NjdlNmU2XkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_SX300.jpg",
      "title": "Real Girl",
      "slug": "real-girl",
      "desc": "Hikaru Tsutsui is a high school student. He enjoys animation and video games in the virtual world, but he doesn't enjoy his real life. People at his school don't even know he exists. One day, he cleans up the pool at his school with beautiful Iroha Ikarashi. Iroha approaches Hikaru and confesses that she likes him.",
      "release": "14 Sep 2018",
      "director": "Tsutomu Hanabusa",
      "duration": "1 hour 54 min",
      "cast": [
          "Ayami Nakajô",
          "Hayato Sano",
          "Hiroya Shimizu"
      ],
      "genres": [
          "Comedy",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "sep",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTgzMDczMDYzNl5BMl5BanBnXkFtZTgwMzk2MDIwMTE@._V1_SX300.jpg",
      "title": "Rio 2",
      "slug": "rio-2",
      "desc": "It's a jungle out there for Blu, Jewel, and their three kids after they're hurtled Rio de Janeiro to the wilds of the Amazon. As Blu tries to fit in, he goes beak-to-beak with the vengeful Nigel and meets the most fearsome adversary of all: his father-in-law.",
      "release": "11 Apr 2014",
      "director": "Carlos Saldanha",
      "duration": "1 hour 41 min",
      "cast": [
          "Jesse Eisenberg",
          "Anne Hathaway",
          "Jemaine Clement"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "apr",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BYjQ0ZjkyZTAtZjRjNS00ZGQwLTkyNGQtZmI2YTdkNTcyOWQzXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_SX300.jpg",
      "title": "Every Day a Good Day",
      "slug": "every-day-a-good-day",
      "desc": "Noriko is a university student. By her mother's recommendation, Noriko begins attending a Japanese tea ceremony near her house with her cousin Michiko. There, Noriko learns from Teacher Takeda. Noriko now has the Japanese tea ceremony in her life and it's there for her during moments when she is sad or happy.",
      "release": "13 Oct 2018",
      "director": "Tatsushi Ômori",
      "duration": "1 hour 40 min",
      "cast": [
          "Haru Kuroki",
          "Mikako Tabe",
          "Kirin Kiki"
      ],
      "genres": [
          "Drama"
      ],
      "isShowing": false,
      "showingMonth": "oct",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTQxNzY1MjI5NF5BMl5BanBnXkFtZTcwNTI0MDY1OQ@@._V1_SX300.jpg",
      "title": "Despicable Me 2",
      "slug": "despicable-me-2",
      "desc": "While Gru, the ex-supervillain is adjusting to family life and an attempted honest living in the jam business, a secret Arctic laboratory is stolen. The Anti-Villain League decides it needs an insider's help and recruits Gru in the investigation. Together with the eccentric AVL agent, Lucy Wilde, Gru concludes that his prime suspect is the presumed dead supervillain, El Macho, whose his teenage son is also making the moves on his eldest daughter, Margo. Seemingly blinded by his overprotectiveness of his children and his growing mutual attraction to Lucy, Gru seems on the wrong track even as his minions are being quietly kidnapped en masse for some malevolent purpose.",
      "release": "03 Jul 2013",
      "director": "Pierre Coffin, Chris Renaud",
      "duration": "1 hour 38 min",
      "cast": [
          "Steve Carell",
          "Kristen Wiig",
          "Benjamin Bratt"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "jul",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMWU4NDQ2NjEtNjhkOS00Y2MwLWJkODItZmJhZGE0MDU1OWM4XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SX300.jpg",
      "title": "The Suicide Squad",
      "slug": "the-suicide-squad",
      "desc": "In exchange for lighter sentences, just like the anti-hero team in Suicide Squad (2016), a new batch of Belle Reve's meta-humans strike a deal with the cold head of Task Force X, Amanda Waller. This time, her ragtag band of super-powered convicts--Harley Quinn, Bloodsport, Peacemaker, King Shark, Polka-Dot Man, and Ratcatcher 2--venture into the peril-laden South American island nation of Corto Maltese to find the Thinker: the evil scientist in charge of the mysterious Project Starfish. But, as the band joins forces with an old leader of the notorious team, humankind is on the verge of extinction. Can the expendable Suicide Squad stop the new menace that could mean the end of the world as we know it?",
      "release": "05 Aug 2021",
      "director": "James Gunn",
      "duration": "2 hour 12 min",
      "cast": [
          "Margot Robbie",
          "Idris Elba",
          "John Cena"
      ],
      "genres": [
          "Action",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "aug",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTY3NjY0MTQ0Nl5BMl5BanBnXkFtZTcwMzQ2MTc0Mw@@._V1_SX300.jpg",
      "title": "Despicable Me",
      "slug": "despicable-me",
      "desc": "In a happy suburban neighborhood surrounded by white picket fences with flowering rose bushes, sits a black house with a dead lawn. Unbeknownst to the neighbors, hidden beneath this house is a vast secret hideout. Surrounded by a small army of minions, we discover Gru (Steve Carell), planning the biggest heist in the history of the world. He is going to steal the moon. Gru delights in all things wicked. Armed with his arsenal of shrink rays, freeze rays, and battle-ready vehicles for land and air, he vanquishes all who stand in his way. Until the day he encounters the immense will of three little orphaned girls who look at him and see something that no one else has ever seen: a potential Dad. The world's greatest villain has just met his greatest challenge: three little girls named Margo (Miranda Cosgrove), Edith (Dana Gaier), and Agnes (Elsie Fisher).",
      "release": "09 Jul 2010",
      "director": "Pierre Coffin, Chris Renaud",
      "duration": "1 hour 35 min",
      "cast": [
          "Steve Carell",
          "Jason Segel",
          "Russell Brand"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "jul",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BOGE4NzU1YTAtNzA3Mi00ZTA2LTg2YmYtMDJmMThiMjlkYjg2XkEyXkFqcGdeQXVyNTgzMDMzMTg@._V1_SX300.jpg",
      "title": "Thor",
      "slug": "thor",
      "desc": "The warrior Thor (Chris Hemsworth) is cast out of the fantastic realm of Asgard by his father Odin (Sir Anthony Hopkins) for his arrogance and sent to Earth to live amongst humans. Falling in love with scientist Jane Foster (Natalie Portman) teaches Thor much-needed lessons, and his new-found strength comes into play as a villain from his homeland sends dark forces toward Earth.",
      "release": "06 May 2011",
      "director": "Kenneth Branagh",
      "duration": "1 hour 55 min",
      "cast": [
          "Chris Hemsworth",
          "Anthony Hopkins",
          "Natalie Portman"
      ],
      "genres": [
          "Action",
          "Fantasy"
      ],
      "isShowing": false,
      "showingMonth": "may",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMjM1OTMxNzUyM15BMl5BanBnXkFtZTgwNjYzMTIzOTE@._V1_SX300.jpg",
      "title": "Suicide Squad",
      "slug": "suicide-squad",
      "desc": "It feels good to be bad...Assemble a team of the world's most dangerous, incarcerated Super Villains, provide them with the most powerful arsenal at the government's disposal, and send them off on a mission to defeat an enigmatic, insuperable entity. U.S. intelligence officer Amanda Waller has determined only a secretly convened group of disparate, despicable individuals with next to nothing to lose will do. However, once they realize they weren't picked to succeed but chosen for their patent culpability when they inevitably fail, will the Suicide Squad resolve to die trying, or decide it's every man for himself?",
      "release": "05 Aug 2016",
      "director": "David Ayer",
      "duration": "2 hour 3 min",
      "cast": [
          "Will Smith",
          "Jared Leto",
          "Margot Robbie"
      ],
      "genres": [
          "Action",
          "Adventure",
          "Fantasy"
      ],
      "isShowing": false,
      "showingMonth": "aug",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNjUyNzQ2MTg3Ml5BMl5BanBnXkFtZTgwNzE4NDM3MTI@._V1_SX300.jpg",
      "title": "Despicable Me 3",
      "slug": "despicable-me-3",
      "desc": "After he is fired from the Anti-Villain League for failing to take down the latest bad guy to threaten humanity, Gru (Steve Carell) finds himself in the midst of a major identity crisis. But when a mysterious stranger shows up to inform Gru that he has a long-lost twin brother - a brother who desperately wishes to follow in his twin's despicable footsteps - one former supervillain will rediscover just how good it feels to be bad.",
      "release": "30 Jun 2017",
      "director": "Kyle Balda, Pierre Coffin, Eric Guillon",
      "duration": "1 hour 29 min",
      "cast": [
          "Steve Carell",
          "Kristen Wiig",
          "Trey Parker"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "jun",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BYzE3ODhiNzAtOWY4MS00NTdiLThmNDctNDM4NjRiNGFmYjI1XkEyXkFqcGdeQXVyMTI2ODM1ODUw._V1_SX300.jpg",
      "title": "Tom & Jerry",
      "slug": "tom-&-jerry",
      "desc": "A chaotic battle ensues between Jerry Mouse, who has taken refuge in the Royal Gate Hotel, and Tom Cat, who is hired to drive him away before the day of a big wedding arrives.",
      "release": "26 Feb 2021",
      "director": "Tim Story",
      "duration": "1 hour 41 min",
      "cast": [
          "Chloë Grace Moretz",
          "Michael Peña",
          "Colin Jost"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "feb",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTQyNzAwOTUxOF5BMl5BanBnXkFtZTcwMTE0OTc5OQ@@._V1_SX300.jpg",
      "title": "Thor: The Dark World",
      "slug": "thor:-the-dark-world",
      "desc": "Thousands of years ago, a race of beings known as Dark Elves tried to send the universe into darkness by using a weapon known as the Aether. Warriors from Asgard stopped them, but their leader Malekith (Christopher Eccleston) escaped to wait for another opportunity. The warriors find the Aether, and since it cannot be destroyed, they try to hide it. In the present day, Jane Foster (Natalie Portman) awaits the return of Thor (Chris Hemsworth), although it has been two years since they last saw once another. In the meantime, Thor has been trying to bring peace to the nine realms. Jane discovers an anomaly similar to the one that brought Thor to Earth. She goes to investigate, finds a wormhole, and is sucked into it. Back on Asgard, Thor wishes to return to Earth, but his father, Odin (Sir Anthony Hopkins), refuses to let him. Thor learns from Heimdall (Idris Elba), who can see into all of the realms, that Jane disappeared. Thor then returns to Earth just as Jane reappears. However, when some Policemen try to arrest her, an unknown energy repulses them. Thor then brings Jane to Asgard to find out what happened to her. When the energy is released again, they discover that when Jane disappeared, she crossed paths with the Aether and it entered her. Malekith, upon sensing that the time to strike is now, seeks out the Aether. He attacks Asgard and Thor's mother Frigga (Rene Russo) is killed protecting Jane. Odin wants to keep Jane on Asgard so that Malekith will come. Thor disagrees with his plan, so with his cohorts, he decides to take Jane away. He enlists the aid of his brother, Loki (Tom Hiddleston). Unfortunately, Loki's motivations remain unknown.",
      "release": "08 Nov 2013",
      "director": "Alan Taylor",
      "duration": "1 hour 52 min",
      "cast": [
          "Chris Hemsworth",
          "Natalie Portman",
          "Tom Hiddleston"
      ],
      "genres": [
          "Action",
          "Adventure",
          "Fantasy"
      ],
      "isShowing": false,
      "showingMonth": "nov",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BN2ZlYmNiZWMtZTE3MC00NGE2LWE3OGMtM2QxOGM3YzllYmE3XkEyXkFqcGdeQXVyMjg4MzAyNzY@._V1_SX300.jpg",
      "title": "Soekarno",
      "slug": "soekarno",
      "desc": "1942, The Nederlands(ch)-Indië Government in Java Island captured Soekarno, an aspiring young man who wants to free Indonesia from colonialism. He was then put in Banceuy Prison at Bandung, Indonesia. Instead of lamenting, Soekarno found a way to fight back by delivering his famous defence oration 'Indonesi Acccuse!' in his trial at Bandung Laandraad Courthouse. This story follows the life of Soekarno, Republic of Indonesia's first president, from his childhood until he managed to proclaimed Indonesian freedom with M. Hatta.",
      "release": "11 Dec 2013",
      "director": "Hanung Bramantyo",
      "duration": "2 hour 17 min",
      "cast": [
          "Ario Bayu",
          "Muhammad Abbe",
          "Moch. Achir"
      ],
      "genres": [
          "Biography",
          "Drama",
          "History"
      ],
      "isShowing": false,
      "showingMonth": "dec",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BZTdlMzUzMTktZDJhZi00MDk3LWI1MzctMDA3MmY0OWI0ODA4XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_SX300.jpg",
      "title": "L-DK Hitotsu Yane no Shita, (Suki) ga Futatsu",
      "slug": "l-dk-hitotsu-yane-no-shita,-(suki)-ga-futatsu",
      "desc": "Nishimori Aoi a regular high schooler gets irritated at the high school's most popular boy, Kugayama Shuusei, because he rejected her best friend's, Shibuya Moe, confession. After comforting her best friend she finds out that she has a new neighbor who she soon finds out to be is Kugayama Shuusei. One day she goes to see Shuusei after she hears some noises from his apartment. When she opens the door Shuusei fall on her, whimpering that he is hungry. Aoi then decides to make him some food. The next day she caught stalkers stalking Shuusei apartment as they begin to fight but are soon interrupted by Shuusei romantic gesture towards Aoi. Aoi becomes flustered and decides to go and make some food for Shuusei to get her mind off of this. In doing so she accidentally sets off the sprinklers in Shuusei's apartment, soaking all of Shuusei's things. Now Shuusei must live with Aoi until his aparment is fixed",
      "release": "21 Mar 2019",
      "director": "Yasuhiro Kawamura",
      "duration": "1 hour 47 min",
      "cast": [
          "Shiori Akita",
          "Mone Kamishiraishi",
          "Keita Machida"
      ],
      "genres": [
          "Romance"
      ],
      "isShowing": true,
      "showingMonth": "mar",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTA4NTgwMjM5MzheQTJeQWpwZ15BbWU3MDg2ODA1ODk@._V1_SX300.jpg",
      "title": "Turbo",
      "slug": "turbo",
      "desc": "After a freak accident infuses him with the power of super-speed, Turbo kicks into overdrive and embarks on an extraordinary journey to achieve the seemingly impossible: competing in the world's fastest race, the Indianapolis 500. With the help of his tricked-out streetwise snail crew, this ultimate underdog puts his heart and shell on the line to prove that no dream is too big, and no dreamer too small.",
      "release": "17 Jul 2013",
      "director": "David Soren",
      "duration": "1 hour 36 min",
      "cast": [
          "Ryan Reynolds",
          "Paul Giamatti",
          "Maya Rudolph"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "jul",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMjI1MzM2ODEyMV5BMl5BanBnXkFtZTgwNTIzODAwMzE@._V1_SX300.jpg",
      "title": "Night at the Museum: Secret of the Tomb",
      "slug": "night-at-the-museum:-secret-of-the-tomb",
      "desc": "At the Museum of Natural History, there's a new exhibit being unveiled. Larry Daley, who manages the night exhibit where the exhibits come to life because of the Tablet of Ahkmenrah, is in charge of the presentation. But when the exhibits go awry, Larry finds himself in trouble. He learns the Tablet is corroding so he does some research and learns that Cecil, the former museum guard, was at the site when the Tablet was discovered. He tells Larry they were warned if they remove it could mean the end. Larry realizes it means the end of the magic. He talks to Ahkmenrah who says that he doesn't know anything. Only his father the Pharaoh knows the Tablet's secrets. He learns that the Pharaoh was sent to the London museum. So he convinces Dr. McPhee, the museum curator, to help send him to London. He takes Ahkmenrah with him but some of the others tag along, like Teddy Roosevelt, Attila, Octavius, and Jedediah.",
      "release": "19 Dec 2014",
      "director": "Shawn Levy",
      "duration": "1 hour 38 min",
      "cast": [
          "Ben Stiller",
          "Robin Williams",
          "Owen Wilson"
      ],
      "genres": [
          "Adventure",
          "Comedy",
          "Family"
      ],
      "isShowing": false,
      "showingMonth": "dec",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTg2NzIwNTk3OV5BMl5BanBnXkFtZTcwNjM5Mzg2Nw@@._V1_SX300.jpg",
      "title": "I Wish",
      "slug": "i-wish",
      "desc": "In Kagoshima, the boy Koichi lives with his mother Nozomi in the house of his grandparents. Koichi misses his younger brother Ryunosuke and his father Kenji, who live in Fukuoka, and he dreams of his family coming together again. One day, Koichi overhears that the energy released by two bullet trains passing by each other would grant wishes and he invites his two best friends, Tasuku and Makoto, to travel to the point of intersection of the two trains. Koichi also tells his plan to Ryunosuke that invites his three best friends to join him. Soon the seven children arrive to the meeting point in the journey of discoveries.",
      "release": "11 Jun 2011",
      "director": "Hirokazu Koreeda",
      "duration": "2 hour 8 min",
      "cast": [
          "Kôki Maeda",
          "Oshiro Maeda",
          "Ryôga Hayashi"
      ],
      "genres": [
          "Drama"
      ],
      "isShowing": false,
      "showingMonth": "jun",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BZGM2YTdlMGQtMTgzOC00NmExLTgwMjktOWRlZDQ4M2FiNjA3XkEyXkFqcGdeQXVyNDU2MDY1NjE@._V1_SX300.jpg",
      "title": "The Lion Standing in the Wind",
      "slug": "the-lion-standing-in-the-wind",
      "desc": "The story of Dr. Koichiro, who moves from Japan to Kenya to volunteer as a doctor for child soldiers.",
      "release": "14 Mar 2015",
      "director": "Takashi Miike",
      "duration": "2 hour 19 min",
      "cast": [
          "Takao Osawa",
          "Satomi Ishihara",
          "Yôko Maki"
      ],
      "genres": [
          "Drama"
      ],
      "isShowing": true,
      "showingMonth": "mar",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNjgwNzAzNjk1Nl5BMl5BanBnXkFtZTgwMzQ2NjI1OTE@._V1_SX300.jpg",
      "title": "Doctor Strange",
      "slug": "doctor-strange",
      "desc": "Marvel's 'Doctor Strange' follows the story of the talented neurosurgeon Doctor Stephen Strange who, after a tragic car accident, must put ego aside and learn the secrets of a hidden world of mysticism and alternate dimensions. Based in New York City's Greenwich Village, Doctor Strange must act as an intermediary between the real world and what lies beyond, utilising a vast array of metaphysical abilities and artifacts to protect the Marvel Cinematic Universe.",
      "release": "04 Nov 2016",
      "director": "Scott Derrickson",
      "duration": "1 hour 55 min",
      "cast": [
          "Benedict Cumberbatch",
          "Chiwetel Ejiofor",
          "Rachel McAdams"
      ],
      "genres": [
          "Action",
          "Adventure",
          "Fantasy"
      ],
      "isShowing": false,
      "showingMonth": "nov",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNzU5MzM1ZGQtNzM4ZC00YzZlLWIyZDItMTJkYzA5OWNhZjdlXkEyXkFqcGdeQXVyODMyNTM0MjM@._V1_SX300.jpg",
      "title": "Ghost in the Shell: SAC_2045 - Sustainable War",
      "slug": "ghost-in-the-shell:-sac_2045---sustainable-war",
      "desc": "In the year 2045, cybernetic mercenary Motoko Kusanagi returns to Section 9 to face a dangerous new threat: the posthumans. A feature-length recut of the first season of Ghost in the Shell: SAC_2045.",
      "release": "09 May 2022",
      "director": "Shinji Aramaki, Michihito Fujii, Kenji Kamiyama",
      "duration": "1 hour 59 min",
      "cast": [
          "Atsuko Tanaka",
          "Osamu Saka",
          "Akio Ôtsuka"
      ],
      "genres": [
          "Animation",
          "Action",
          "Sci-Fi"
      ],
      "isShowing": false,
      "showingMonth": "may",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BOWZlZGZlYTQtNTM5MC00YzNmLTgyNzMtMTIyNWJkOWRhYWZlXkEyXkFqcGdeQXVyOTM0ODgyOTg@._V1_SX300.jpg",
      "title": "125 Years Memory",
      "slug": "125-years-memory",
      "desc": "In the night of 16 September 1890 the Turkish frigate Ertugrul is caught up in a typhoon and sinks off the coast of Kushimoto, Japan. Risking their own lives, local villagers are able to rescue 69 Turkish sailors. Although being very poor and having hardly to eat, the villagers share what little they have with strangers from a country 9,000 kilometers away. 95 years later, during the Iran-Iraq War, Iraq announces an indiscriminate attack on Iran. More than 300 Japanese are stranded in Tehran. In the morning of 19 March 1985 a Turkish Airlines aircraft takes off for Tehran to evacuate the Japanese. Not only is Tehran already under heavy rocket fire. But the remaining Turks at Tehran Mehrabad Airport still need to be convinced that they won't be able to board their own country's rescue flight.",
      "release": "05 Dec 2015",
      "director": "Mitsutoshi Tanaka",
      "duration": "2 hour 12 min",
      "cast": [
          "Seiyô Uchino",
          "Kenan Ece",
          "Shioli Kutsuna"
      ],
      "genres": [
          "Drama",
          "History"
      ],
      "isShowing": false,
      "showingMonth": "dec",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BZWU1MmY5YzUtYTkyNy00MmQyLTlmNjctOTdiYjc3ZjRlOTIxL2ltYWdlXkEyXkFqcGdeQXVyNDA5ODU0NDg@._V1_SX300.jpg",
      "title": "Doraemon the Movie: Nobita and the Green Giant Legend",
      "slug": "doraemon-the-movie:-nobita-and-the-green-giant-legend",
      "desc": "Nobita finds a small plant still in a container at an abandoned area and decides to take it home. His mother asks him not to put it on their garden because it won't have space to properly grow. Therefore he asks Doraemon for help. The robot cat then uses a special plant converter from the future that will allow the plant to move freely without the need to form roots attached to the ground. Named 'Kibou' (Hope), the small green creature gleefully plays with Nobita and his friends. The group is taken by surprise when they are suddenly transported to another planet governed by a society of plant beings. Doraemon and his friends then discover that due to mankind's mistreatment of nature, the green population is planning to remove all plants from Earth. They must now return home and find a way to save the world.",
      "release": "08 Mar 2008",
      "director": "Ayumu Watanabe",
      "duration": "1 hour 52 min",
      "cast": [
          "Wasabi Mizuta",
          "Megumi Ohara",
          "Yumi Kakazu"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "mar",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMzBlMDBmZDQtNzQ5MC00YzI2LWFhNDEtZGZjOTg2Yzc1MDhiXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SX300.jpg",
      "title": "Sky of Love",
      "slug": "sky-of-love",
      "desc": "Mika is a fresh high school student who starts texting a mysterious boy. She is shocked when he reveals who he is - Hiro, a delinquent attending her school. What she doesn't know is that Hiro isn't as bad as he seems.",
      "release": "03 Nov 2007",
      "director": "Natsuki Imai",
      "duration": "2 hour 0 min",
      "cast": [
          "Yui Aragaki",
          "Haruma Miura",
          "Yûko Asano"
      ],
      "genres": [
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "nov",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BYTg5NmVjY2MtMjY1Zi00MmRiLTllNGMtN2Q0NTkzYzg3NzcxXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_SX300.jpg",
      "title": "Summer Blooms",
      "slug": "summer-blooms",
      "desc": "Takimoto Hatsumi was a former teacher who suffered the suicide of her lover. Unable to cope with the grief, she quit her teaching job and became a waitress. At the restaurant where she works, she encounters Shibuma Totaro, a former student who now works as a textile artist. They both feel an attraction to each other, despite their history, and decide to try a relationship. Will it work out? Can Hatsumi get over her grief and find happiness and love again?",
      "release": "12 May 2018",
      "director": "Ryûtarô Nakagawa",
      "duration": "1 hour 33 min",
      "cast": [
          "Fumiko Aoyagi",
          "Aki Asakura",
          "Ryunosuke Azuma"
      ],
      "genres": [
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "may",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMjA0YjYyZGMtN2U0Ni00YmY4LWJkZTItYTMyMjY3NGYyMTJkXkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_SX300.jpg",
      "title": "Frozen II",
      "slug": "frozen-ii",
      "desc": "Having harnessed her ever-growing power after lifting the dreadful curse of the eternal winter in Frozen (2013), the beautiful conjurer of snow and ice, Queen Elsa, now rules the peaceful kingdom of Arendelle, enjoying a happy life with her sister, Princess Anna. However, a melodious voice that only Elsa can hear keeps her awake, inviting her to the mystical enchanted forest that the sisters' father told them about a long time ago. Now, unable to block the thrilling call of the secret siren, Elsa, along with Anna, Kristoff, Olaf, and Sven summons up the courage to follow the voice into the unknown, intent on finding answers in the perpetually misty realm in the woods. More and more, an inexplicable imbalance is hurting not only her kingdom but also the neighboring tribe of Northuldra. Can Queen Elsa put her legendary magical skills to good use to restore peace and stability?",
      "release": "22 Nov 2019",
      "director": "Chris Buck, Jennifer Lee",
      "duration": "1 hour 43 min",
      "cast": [
          "Kristen Bell",
          "Idina Menzel",
          "Josh Gad"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "nov",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMjAyNDE5YTYtZGVhNC00ZGMxLWIxNmItNDBiYWUwODQ5ZWY1XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_SX300.jpg",
      "title": "Resident Evil: Infinite Darkness",
      "slug": "resident-evil:-infinite-darkness",
      "desc": "Years after surviving the T-virus outbreak in Racoon City, Leon S. Kennedy now works as a secret service agent for the U.S. President. After a cyber attack occurs at the White House, Leon finds himself teaming up with several other agents to defend the President from a zombie attack. He incidentally meets Claire Redfield who is investigating a possible zombie outbreak in Panamstan. Leon soon finds himself in the middle of a military conspiracy involving Panamstan and biological weapons. Can he trust his fellow agents? Will he and Claire be able to uncover the culprit behind the incidents in time before war breaks out?",
      "release": "08 Jul 2021",
      "director": "N/A",
      "duration": "NaN hour NaN min",
      "cast": [
          "Nick Apostolides",
          "Stephanie Panisello",
          "Ray Chase"
      ],
      "genres": [
          "Animation",
          "Action",
          "Horror"
      ],
      "isShowing": false,
      "showingMonth": "jul",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BODRkZTk1NGUtMjJhOC00MmE3LWJhOTgtYzg0NmJmNjQ2ZTZkXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SX300.jpg",
      "title": "Themis",
      "slug": "themis",
      "desc": "Two fourteen-year-olds come together sharing misery and pain. Ignored and disliked by their respective parents and coming from troubled homes where they are ignored at best and invited to commit suicide at worst. In the aftermath of an earthquake the class-mates learn how to survive while relying on one another for emotional and physical support.",
      "release": "14 Jan 2012",
      "director": "Sion Sono",
      "duration": "2 hour 9 min",
      "cast": [
          "Shôta Sometani",
          "Fumi Nikaidô",
          "Tetsu Watanabe"
      ],
      "genres": [
          "Crime",
          "Drama"
      ],
      "isShowing": false,
      "showingMonth": "jan",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTYzNDM0MDI1NF5BMl5BanBnXkFtZTcwNzQ5NzYxOQ@@._V1_SX300.jpg",
      "title": "Cloudy with a Chance of Meatballs 2",
      "slug": "cloudy-with-a-chance-of-meatballs-2",
      "desc": "After the disastrous food storm in the first film, Flint and his friends are forced to leave the town. Flint accepts the invitation from his idol Chester V to join The Live Corp Company, which has been tasked to clean the island, and where the best inventors in the world create technologies for the betterment of mankind. When Flint discovers that his machine still operates and now creates mutant food beasts like living pickles, hungry tacodiles, shrimpanzees and apple pie-thons, he and his friends must return to save the world.",
      "release": "27 Sep 2013",
      "director": "Cody Cameron, Kris Pearn",
      "duration": "1 hour 35 min",
      "cast": [
          "Bill Hader",
          "Anna Faris",
          "Will Forte"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "sep",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTg5MzUxNzgxNV5BMl5BanBnXkFtZTgwMTM2NzQ3MjI@._V1_SX300.jpg",
      "title": "The Boss Baby",
      "slug": "the-boss-baby",
      "desc": "Seven-year-old Tim Templeton has always had an overactive imagination--and for the past seven years--life has been all peaches and cream, getting all the love and affection from his caring parents. However, after the arrival of Boss Baby, an unexpected new brother dressed in a black suit complete with a tie and a briefcase, little by little, Tim realises that the cute newcomer has taken over the whole house, robbing him of his happiness. But, soon, Tim and the new boss in a diaper will need to put differences aside and join forces, as a sneaky scheme involving the head of Puppy Co. threatens to tilt the balance of power towards their insidiously adorable furry antagonists. Now, the next pet convention is only in two days. So, brothers, hurry up.",
      "release": "31 Mar 2017",
      "director": "Tom McGrath",
      "duration": "1 hour 37 min",
      "cast": [
          "Alec Baldwin",
          "Steve Buscemi",
          "Jimmy Kimmel"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "mar",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BYWQ4ZTRiODktNjAzZC00Nzg1LTk1YWQtNDFmNDI0NmZiNGIwXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SX300.jpg",
      "title": "Tokyo Story",
      "slug": "tokyo-story",
      "desc": "Elderly couple Shukishi and Tomi Hirayama live in the small coastal village of Onomichi, Japan with their youngest daughter, schoolteacher Kyoko Hirayama. Their other three surviving adult children, who they have not seen in quite some time, live either in Tokyo or Osaka. As such, Shukishi and Tomi make the unilateral decision to have an extended visit in Tokyo with their children, pediatrician Koichi Hirayama and beautician Shige Kaneko, and their respective families (which includes two grandchildren). In transit, they make an unexpected stop in Osaka and stay with their other son, Keiso Hirayama. All of their children treat the visit more as an obligation than a want, each trying to figure out what to do with their parents while they continue on with their own daily lives. At one point, they even decide to ship their parents off to an inexpensive resort at Atami Hot Springs rather than spend time with them. The only offspring who makes a concerted effort on this trip is Noriko Hirayama, their widowed daughter-in-law, whose husband, Shoji Hirayama, was killed eight years earlier in the war. Following the vacation, each child comes to some conclusion of their general behavior toward their parents, not only on this trip but throughout their entire adult lives. For some, this realization may come too late.",
      "release": "13 Mar 1972",
      "director": "Yasujirô Ozu",
      "duration": "2 hour 16 min",
      "cast": [
          "Chishû Ryû",
          "Chieko Higashiyama",
          "Sô Yamamura"
      ],
      "genres": [
          "Drama"
      ],
      "isShowing": false,
      "showingMonth": "mar",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTQ4OTgzNTkwNF5BMl5BanBnXkFtZTgwMzI3MDE3NDE@._V1_SX300.jpg",
      "title": "Tomorrowland",
      "slug": "tomorrowland",
      "desc": "Bound by a shared destiny, a bright, optimistic teen bursting with scientific curiosity and a former boy-genius inventor jaded by disillusionment embark on a danger-filled mission to unearth the secrets of an enigmatic place somewhere in time and space that exists in their collective memory as 'Tomorrowland.'",
      "release": "22 May 2015",
      "director": "Brad Bird",
      "duration": "2 hour 10 min",
      "cast": [
          "George Clooney",
          "Britt Robertson",
          "Hugh Laurie"
      ],
      "genres": [
          "Action",
          "Adventure",
          "Family"
      ],
      "isShowing": false,
      "showingMonth": "may",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BM2UwYWI1ZmUtMjUzOC00OWUxLTk4ZGQtNTg5MjU5NTJiZmU2XkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_SX300.jpg",
      "title": "We Made a Beautiful Bouquet",
      "slug": "we-made-a-beautiful-bouquet",
      "desc": "A twenty-two-year old man and a twenty-two year old woman miss the last train departing a station in Tokyo and become acquainted. Thus begins a five-year long romance, which develops, blossoms and goes through its cycle. The two are in love and live for the moment. They feel they are content and contemporary and there for another and shun the feelings of longing, nostalgia or even dreaming. The director began working on the film assuming the actor and actress would be his leads and has cast them here.",
      "release": "29 Jan 2021",
      "director": "Nobuhiro Doi",
      "duration": "2 hour 4 min",
      "cast": [
          "Masaki Suda",
          "Kasumi Arimura",
          "Kaya Kiyohara"
      ],
      "genres": [
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "jan",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNzVhY2Q0YmYtODA4NC00NzJlLWI4YjYtYjc2MDFlYWUxMGFhXkEyXkFqcGdeQXVyNTI4MzE4MDU@._V1_SX300.jpg",
      "title": "Homestay",
      "slug": "homestay",
      "desc": "A soul, homestays in the body of a deceased high school student. While reincarnated, it must find the student's death cause. Limited to 100 days, a glimmer of light and large darkness intersect in the truth.",
      "release": "10 Feb 2022",
      "director": "Natsuki Seta",
      "duration": "1 hour 52 min",
      "cast": [
          "Kento Nagao",
          "Rikako Yagi",
          "Anna Yamada"
      ],
      "genres": [
          "Drama",
          "Fantasy",
          "Mystery"
      ],
      "isShowing": false,
      "showingMonth": "feb",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BN2Y5MDNlODQtNDM1Mi00NTgyLTk4OGMtZjhkYzY4MzQ0MjdhXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_SX300.jpg",
      "title": "After the Rain",
      "slug": "after-the-rain",
      "desc": "A younger woman who has lost something within herself and feels she is falling behind falls in love with an older man who has also lost in life and becomes divorced among other issues. Like all love it is about needs, wants and compensating, but matters are complicated because the young employee also works for the man.",
      "release": "25 May 2018",
      "director": "Akira Nagai",
      "duration": "1 hour 52 min",
      "cast": [
          "Nana Komatsu",
          "Yô Ôizumi",
          "Nana Seino"
      ],
      "genres": [
          "Drama",
          "Romance",
          "Sport"
      ],
      "isShowing": false,
      "showingMonth": "may",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMjVhZjRlNzctNTljNC00ZjU3LWI0YzItNTliNzAyMzJhNzZjXkEyXkFqcGdeQXVyMjQ4OTA4MDU@._V1_SX300.jpg",
      "title": "Stand by Me Doraemon",
      "slug": "stand-by-me-doraemon",
      "desc": "In the suburbs of Tokyo some time ago, there lived a clumsy boy about 10 years old. There appeared in front of him named Sewashi, Nobita's descendant of four generations later from the 22nd century, and Doraemon, a 22nd century cat-type caretaker robot who helps people with its secret gadgets. Sewashi claims that his family is suffering from the debts Nobita made even to his generation, so in order to change this disastrous future, he brought along Doraemon as Nobita's caretaker to bring happiness to his future, although Doraemon is not happy about this. And so Sewashi installed an accomplishment program into Doraemon forcing him to take care of Nobita. Unless he makes Nobita happy, Doraemon can no longer go back to the 22nd century. This is how the life of Doraemon and Nobita begins. Will Doraemon succeed this mission and return to the 22nd century?",
      "release": "24 Oct 2014",
      "director": "Tony Oliver, Ryuichi Yagi, Takashi Yamazaki",
      "duration": "1 hour 35 min",
      "cast": [
          "Wasabi Mizuta",
          "Megumi Ohara",
          "Satoshi Tsumabuki"
      ],
      "genres": [
          "Animation",
          "Comedy",
          "Drama"
      ],
      "isShowing": false,
      "showingMonth": "oct",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTQ1MjQwMTE5OF5BMl5BanBnXkFtZTgwNjk3MTcyMDE@._V1_SX300.jpg",
      "title": "Frozen",
      "slug": "frozen",
      "desc": "Fearless optimist Anna teams up with rugged mountain man Kristoff and his loyal reindeer Sven and sets off on an epic journey to find her sister Elsa, whose icy powers have trapped the kingdom of Arendelle in eternal winter. Encountering Everest-like conditions, mystical trolls and a hilarious snowman named Olaf, Anna and Kristoff battle the elements in a race to save the kingdom. From the outside Elsa looks poised, regal and reserved, but in reality she lives in fear as she wrestles with a mighty secret: she was born with the power to create ice and snow. It's a beautiful ability, but also extremely dangerous. Haunted by the moment her magic nearly killed her younger sister Anna, Elsa has isolated herself, spending every waking minute trying to suppress her growing powers. Her mounting emotions trigger the magic, accidentally setting off an eternal winter that she can't stop. She fears she's becoming a monster and that no one, not even her sister, can help her.",
      "release": "27 Nov 2013",
      "director": "Chris Buck, Jennifer Lee",
      "duration": "1 hour 42 min",
      "cast": [
          "Kristen Bell",
          "Idina Menzel",
          "Jonathan Groff"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "nov",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTY3MjU0NDA0OF5BMl5BanBnXkFtZTgwNTc0MTU3OTE@._V1_SX300.jpg",
      "title": "The Angry Birds Movie",
      "slug": "the-angry-birds-movie",
      "desc": "In the 3D animated comedy, The Angry Birds Movie, we'll finally find out why the birds are so angry. The movie takes us to an island populated entirely by happy, flightless birds - or almost entirely. In this paradise, Red (Jason Sudeikis, We're the Millers, Horrible Bosses), a bird with a temper problem, speedy Chuck (Josh Gad in his first animated role since Frozen), and the volatile Bomb (Danny McBride, This is the End, Eastbound and Down) have always been outsiders. But when the island is visited by mysterious green piggies, it's up to these unlikely outcasts to figure out what the pigs are up to. Featuring a hilarious, all-star voice cast that includes Bill Hader (Trainwreck, Inside Out), Maya Rudolph (Bridesmaids, Sisters), and Peter Dinklage ( Game of Thrones (2011) ), as well as Kate McKinnon (Saturday Night Live, Ghostbusters), Keegan-Michael Key (Key and Peele), Tony Hale (Veep, Arrested Development), Tituss Burgess (Unbreakable Kimmy Schmidt), Ike Barinholtz (Neighbors, Sisters), Hannibal Buress (Daddy's Home, Broad City), Jillian Bell (22 Jump Street), Danielle Brooks (Orange is the New Black), Latin music sensation Romeo Santos, YouTube stars Smosh (Ian Hecox and Anthony Padilla), and country music superstar Blake Shelton, who writes and preforms the original song 'Friends,' the Columbia Pictures/Rovio Entertainment film is directed by Fergal Reilly and Clay Kaytis and produced by John Cohen and Catherine Winder. The screenplay is by Jon Vitti, and the film is executive produced by Mikael Hed and David Maisel.",
      "release": "20 May 2016",
      "director": "Clay Kaytis, Fergal Reilly",
      "duration": "1 hour 37 min",
      "cast": [
          "Jason Sudeikis",
          "Josh Gad",
          "Danny McBride"
      ],
      "genres": [
          "Animation",
          "Action",
          "Adventure"
      ],
      "isShowing": false,
      "showingMonth": "may",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMDQzMTUxZTgtOGQzNS00ZTI1LTgzZjQtZTQ1YjczZmJlY2QyXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_SX300.jpg",
      "title": "Small, Slow but Steady",
      "slug": "small,-slow-but-steady",
      "desc": "A hearing-impaired woman with dreams of becoming a professional boxer due to the pandemic is threatened closure of her boxing club and the illness of its ageing president, who has been her biggest supporter, push her to the limit.",
      "release": "16 Dec 2022",
      "director": "Shô Miyake",
      "duration": "1 hour 39 min",
      "cast": [
          "Yukino Kishii",
          "Masaki Miura",
          "Shinichirô Matsuura"
      ],
      "genres": [
          "Drama",
          "Sport"
      ],
      "isShowing": false,
      "showingMonth": "dec",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMjIzMGFiMjMtYTdhOC00ZDg0LTgxZTUtN2ZjMTMxZGVjNTliXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_SX300.jpg",
      "title": "Liar × Liar",
      "slug": "liar-×-liar",
      "desc": "A step-brother and step-sister live with one another so she fully knows he is a ladies' man and dates and meets women like a baby goes through candy. They are the same age roughly and understand each others' emotional and physical boundaries. However, she is still surprised when he falls in love with her and wants to date her when she dresses as a schoolgirl and he does not recognize her.",
      "release": "19 Feb 2021",
      "director": "Saiji Yakumo",
      "duration": "1 hour 57 min",
      "cast": [
          "Shôko Aida",
          "Mayu Hotta",
          "Shunya Itabashi"
      ],
      "genres": [
          "Comedy",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "feb",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BYzUxNmYwMTgtYjAyZi00NjdlLWI2ZjMtNzIyMjIzZTg0NDAwXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SX300.jpg",
      "title": "Resident Evil: Degeneration",
      "slug": "resident-evil:-degeneration",
      "desc": "Seven years after the Raccoon City incident, a man heartbroken from losing loved ones in the destroyed city unleashes a remnant T-Virus in an airport, forcing special agent Leon S. Kennedy and Claire Redfield, close allies and hardened survivors of the Raccoon City incident, to quell the outbreak and discover the truth behind it all.",
      "release": "18 Oct 2008",
      "director": "Makoto Kamiya",
      "duration": "1 hour 38 min",
      "cast": [
          "Paul Mercier",
          "Alyson Court",
          "Laura Bailey"
      ],
      "genres": [
          "Animation",
          "Action",
          "Horror"
      ],
      "isShowing": false,
      "showingMonth": "oct",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNzY3YTUwYTQtNjkwNy00OTAyLWE0OWEtYmE3MGIyOWZkODY1XkEyXkFqcGdeQXVyMjkyNzYwMTc@._V1_SX300.jpg",
      "title": "Mortal Kombat Legends: Scorpion's Revenge",
      "slug": "mortal-kombat-legends:-scorpion's-revenge",
      "desc": "Hanzo Hasashi loses his clan, family, and his life during an attack by a rival ninja clan the Lin Kuei. He is given the chance by to compete in an inter-dimensional tournament to save his loved ones while other fighters try to save the Earth realm from annihilation.",
      "release": "12 Apr 2020",
      "director": "Ethan Spaulding",
      "duration": "1 hour 20 min",
      "cast": [
          "Jennifer Carpenter",
          "Joel McHale",
          "Ike Amadi"
      ],
      "genres": [
          "Animation",
          "Action",
          "Adventure"
      ],
      "isShowing": false,
      "showingMonth": "apr",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BYWVhZjZkYTItOGIwYS00NmRkLWJlYjctMWM0ZjFmMDU4ZjEzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SX300.jpg",
      "title": "Justice League",
      "slug": "justice-league",
      "desc": "Fueled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne enlists the help of his newfound ally, Diana Prince, to face an even greater enemy. Together, Batman and Wonder Woman work quickly to find and recruit a team of meta-humans to stand against this newly awakened threat. But despite the formation of this unprecedented league of heroes-Batman, Wonder Woman, Aquaman, Cyborg and The Flash-it may already be too late to save the planet from an assault of catastrophic proportions.",
      "release": "17 Nov 2017",
      "director": "Zack Snyder",
      "duration": "2 hour 0 min",
      "cast": [
          "Ben Affleck",
          "Gal Gadot",
          "Jason Momoa"
      ],
      "genres": [
          "Action",
          "Adventure",
          "Fantasy"
      ],
      "isShowing": false,
      "showingMonth": "nov",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNTFkZjdjN2QtOGE5MS00ZTgzLTgxZjAtYzkyZWQ5MjEzYmZjXkEyXkFqcGdeQXVyMTM0NTUzNDIy._V1_SX300.jpg",
      "title": "Venom",
      "slug": "venom",
      "desc": "After a faulty interview with the Life Foundation ruins his career, former reporter Eddie Brock's life is in pieces. Six months later, he comes across the Life Foundation again, and he comes into contact with an alien symbiote and becomes Venom, a parasitic antihero.",
      "release": "05 Oct 2018",
      "director": "Ruben Fleischer",
      "duration": "1 hour 52 min",
      "cast": [
          "Tom Hardy",
          "Michelle Williams",
          "Riz Ahmed"
      ],
      "genres": [
          "Action",
          "Adventure",
          "Sci-Fi"
      ],
      "isShowing": false,
      "showingMonth": "oct",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNmNkY2JiMWQtMDBhYy00YmQ3LTkwMTItZWY5NzJkZTQ2MThhXkEyXkFqcGdeQXVyNjU3MTA2OTQ@._V1_SX300.jpg",
      "title": "5 cm",
      "slug": "5-cm",
      "desc": "Genta, Arial, Zafran, Riani, and Ian felt 'tired' of their friendship and decided to separate, not communicating with each other for three months. For three months they meet again and celebrate their meeting with a journey full of dreams and challenges. A journey of the heart to fly the red and white saka on the highest peak of Java on August 17th.",
      "release": "12 Dec 2012",
      "director": "Rizal Mantovani",
      "duration": "2 hour 5 min",
      "cast": [
          "Herjunot Ali",
          "Raline Shah",
          "Fedi Nuril"
      ],
      "genres": [
          "Adventure",
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "dec",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMDBmYTZjNjUtN2M1MS00MTQ2LTk2ODgtNzc2M2QyZGE5NTVjXkEyXkFqcGdeQXVyNzAwMjU2MTY@._V1_SX300.jpg",
      "title": "Oppenheimer",
      "slug": "oppenheimer",
      "desc": "The story of American scientist, J. Robert Oppenheimer, and his role in the development of the atomic bomb.",
      "release": "21 Jul 2023",
      "director": "Christopher Nolan",
      "duration": "3 hour 0 min",
      "cast": [
          "Cillian Murphy",
          "Emily Blunt",
          "Matt Damon"
      ],
      "genres": [
          "Biography",
          "Drama",
          "History"
      ],
      "isShowing": false,
      "showingMonth": "jul",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BYmRiYjQ0OGQtYTAzMi00OGVjLWE4YTQtM2Q4YjBlZTBhMWM5XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SX300.jpg",
      "title": "Who Am I",
      "slug": "who-am-i",
      "desc": "Benjamin (TOM SCHILLING) is invisible, a nobody. This changes abruptly when he meets charismatic Max (ELYAS M'BAREK). Even though they couldn't seem more different from the outside, they share the same interest: hacking. Together with Max's friends, the impulsive Stephan (WOTAN WILKE MÖHRING) and paranoid Paul (ANTOINE MONOT), they form the subversive Hacker collective CLAY (CLOWNS LAUGHING @ YOU). CLAY provokes with fun campaigns and speaks for a whole generation. For the first time in his life, Benjamin is part of something and even the attractive Marie (HANNAH HERZSPRUNG) begins noticing him. But fun turns into deadly danger when CLAY appears on the BKA's (Bundeskriminalamt, Federal Criminal Police Office) as well as Europol's most wanted list. Hunted by Cybercrime investigator Hanne Lindberg (TRINE DYRHOLM), Benjamin is no longer a nobody, but instead one of the most wanted hackers in the world.",
      "release": "25 Sep 2014",
      "director": "Baran bo Odar",
      "duration": "1 hour 42 min",
      "cast": [
          "Tom Schilling",
          "Elyas M'Barek",
          "Wotan Wilke Möhring"
      ],
      "genres": [
          "Crime",
          "Drama",
          "Mystery"
      ],
      "isShowing": false,
      "showingMonth": "sep",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BOTA5NDYxNTg0OV5BMl5BanBnXkFtZTgwODE5NzU1MTE@._V1_SX300.jpg",
      "title": "The Amazing Spider-Man 2",
      "slug": "the-amazing-spider-man-2",
      "desc": "We've always known that Spider-Man's most important conflict has been within himself: the struggle between the ordinary obligations of Peter Parker and the extraordinary responsibilities of Spider-Man. But in The Amazing Spider-Man 2, Peter Parker finds that his greatest battle is about to begin. It's great to be Spider-Man. For Peter Parker, there's no feeling quite like swinging between skyscrapers, embracing being the hero, and spending time with Gwen. But being Spider-Man comes at a price: only Spider-Man can protect his fellow New Yorkers from the formidable villains that threaten the city. With the emergence of Electro, Peter must confront a foe far more powerful than he. And as his old friend, Harry Osborn, returns, Peter comes to realize that all of his enemies have one thing in common: Oscorp.",
      "release": "02 May 2014",
      "director": "Marc Webb",
      "duration": "2 hour 22 min",
      "cast": [
          "Andrew Garfield",
          "Emma Stone",
          "Jamie Foxx"
      ],
      "genres": [
          "Action",
          "Adventure",
          "Sci-Fi"
      ],
      "isShowing": false,
      "showingMonth": "may",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BZTg0NjE0NTQtZTBlYS00OGI4LWE1NTgtYTY4ZmRlZThkYjEzXkEyXkFqcGdeQXVyNjUxODQxNzQ@._V1_SX300.jpg",
      "title": "Doraemon: Nobita no uchuu eiyuuki",
      "slug": "doraemon:-nobita-no-uchuu-eiyuuki",
      "desc": "Nobita wishes to be a real hero. Doraemon uses his gadget, the Burger Director to make them a real movie superhero. Aron saw the five powers and abilities and asks them to help him save his planet, the planet Pokkuru. After their journey to the planet, the gang thought it was only Burger's doing but realizing that it is not a movie and they are actually fighting bad guys.",
      "release": "07 Mar 2015",
      "director": "Yoshihiro Ôsugi",
      "duration": "1 hour 40 min",
      "cast": [
          "Wasabi Mizuta",
          "Megumi Ohara",
          "Yumi Kakazu"
      ],
      "genres": [
          "Animation",
          "Action",
          "Adventure"
      ],
      "isShowing": false,
      "showingMonth": "mar",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BODkyNTU5MWItMWQ1Zi00ZWQwLWJjMzAtMDE2YzZiMWQ3YmE0XkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_SX300.jpg",
      "title": "Wotakoi: Love Is Hard for Otaku",
      "slug": "wotakoi:-love-is-hard-for-otaku",
      "desc": "When a woman begins a new office job she meets a childhood friend who also works there. The two are secretly nerds and love comics, animation and other entertainment. They begin to date when they find out about each other's interests. It is a relief to date someone with similar interests, but the relationship faces headwinds.",
      "release": "07 Feb 2020",
      "director": "Yûichi Fukuda",
      "duration": "1 hour 54 min",
      "cast": [
          "Mitsuki Takahata",
          "Kento Yamazaki",
          "Nanao"
      ],
      "genres": [
          "Comedy",
          "Musical",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "feb",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTM4OGJmNWMtOTM4Ni00NTE3LTg3MDItZmQxYjc4N2JhNmUxXkEyXkFqcGdeQXVyNTgzMDMzMTg@._V1_SX300.jpg",
      "title": "Avengers: Age of Ultron",
      "slug": "avengers:-age-of-ultron",
      "desc": "Tony Stark creates the Ultron Program to protect the world, but when the peacekeeping program becomes hostile, The Avengers go into action to try and defeat a virtually impossible enemy together. Earth's mightiest heroes must come together once again to protect the world from global extinction.",
      "release": "01 May 2015",
      "director": "Joss Whedon",
      "duration": "2 hour 21 min",
      "cast": [
          "Robert Downey Jr.",
          "Chris Evans",
          "Mark Ruffalo"
      ],
      "genres": [
          "Action",
          "Adventure",
          "Sci-Fi"
      ],
      "isShowing": false,
      "showingMonth": "may",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTcyOTc2OTA1Ml5BMl5BanBnXkFtZTcwOTI1MjkzOQ@@._V1_SX300.jpg",
      "title": "The Croods",
      "slug": "the-croods",
      "desc": "'The Croods' are an eccentric family of cavemen, who survive the harsh terrain by living accordingly to a strict set of rules. But when their home is destroyed in the wake of an impending disaster known as 'The End', they are forced to leave their home of shelter and security, and into the wilderness of the unknown to find a new home.",
      "release": "22 Mar 2013",
      "director": "Kirk DeMicco, Chris Sanders",
      "duration": "1 hour 38 min",
      "cast": [
          "Nicolas Cage",
          "Ryan Reynolds",
          "Emma Stone"
      ],
      "genres": [
          "Animation",
          "Action",
          "Adventure"
      ],
      "isShowing": false,
      "showingMonth": "mar",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMDU0ZDkwMzktZDA0MC00MTc5LWE1MzEtYzg2MTU5ZWE4MTU1XkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_SX300.jpg",
      "title": "Mortal Kombat Legends: Battle of the Realms",
      "slug": "mortal-kombat-legends:-battle-of-the-realms",
      "desc": "The movie picks up right after Scorpion's Revenge where the heroes are attacked by Shao Kahn, which will force 'Raiden and his group of warriors into a deal to compete in a final Mortal Kombat that will determine the fate of the realms.' This forces the good guys to travel to Outworld defend Earthrealm while Scorpion journeys to find the Kamidogu (a mystic relic made by the almighty Elder Gods) before it is used to bring back the mysterious One Being, who would destroy the universe.",
      "release": "31 Aug 2021",
      "director": "Ethan Spaulding",
      "duration": "1 hour 20 min",
      "cast": [
          "Jennifer Carpenter",
          "Joel McHale",
          "Ike Amadi"
      ],
      "genres": [
          "Animation",
          "Action",
          "Adventure"
      ],
      "isShowing": false,
      "showingMonth": "aug",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMjIzMzA1OTkzNV5BMl5BanBnXkFtZTgwODE3MjM4NzE@._V1_SX300.jpg",
      "title": "The Secret Life of Pets",
      "slug": "the-secret-life-of-pets",
      "desc": "In a Manhattan apartment building, Max's life as a favorite pet is turned upside-down, when his owner brings home sloppy mongrel Duke. They must put their quarrels aside when they learn that adorable white bunny Snowball is building an army of lost pets determined to wreak revenge.",
      "release": "08 Jul 2016",
      "director": "Chris Renaud",
      "duration": "1 hour 27 min",
      "cast": [
          "Louis C.K.",
          "Eric Stonestreet",
          "Kevin Hart"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "jul",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BOWE4YzE3Y2MtYzIyZS00NjA4LTliMDgtY2U0NGM2NzI4MjZlXkEyXkFqcGdeQXVyNTU5Mzk0NjE@._V1_SX300.jpg",
      "title": "Peter Rabbit",
      "slug": "peter-rabbit",
      "desc": "Based on the books by Beatrix Potter: Peter Rabbit (James Corden;) his three sisters: Flopsy (Margot Robbie,) Mopsy (Elizabeth Debicki) and Cotton Tail (Daisy Ridley) and their cousin Benjamin (Colin Moody) enjoy their days harassing Mr McGregor in his vegetable garden. Until one day he dies and no one can stop them roaming across his house and lands for a full day or so. However, when one of Mr McGregor's relatives inherits the house and goes to check it out, he finds much more than he bargained for. What ensues, is a battle of wills between the new Mr McGregor and the rabbits. But when he starts to fall in love with Bea (Rose Byrne,) a real lover of all nature, his feelings towards them begin to change. But is it too late?",
      "release": "09 Feb 2018",
      "director": "Will Gluck",
      "duration": "1 hour 35 min",
      "cast": [
          "James Corden",
          "Fayssal Bazzi",
          "Domhnall Gleeson"
      ],
      "genres": [
          "Adventure",
          "Comedy",
          "Crime"
      ],
      "isShowing": false,
      "showingMonth": "feb",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMWI2OTBhODMtMGM1MC00MWJiLWE0M2UtMDY2NzQwNTQ3M2E4XkEyXkFqcGdeQXVyNTMxMzcyMzM@._V1_SX300.jpg",
      "title": "The Last 10 Years",
      "slug": "the-last-10-years",
      "desc": "Twenty-year-old Matsuri Takabayashi learns that she only has ten years to live due to an incurable disease. She decides to not dwell on her life and not to fall in love, but she meets Kazuto Manabe at a school reunion.",
      "release": "04 Mar 2022",
      "director": "Michihito Fujii",
      "duration": "2 hour 4 min",
      "cast": [
          "Nana Komatsu",
          "Kentarô Sakaguchi",
          "Yûki Yamada"
      ],
      "genres": [
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "mar",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BZWFiNzIxYTQtOTFmMS00NmY4LTgzM2YtNDEyOWQzM2IwMGJjXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SX300.jpg",
      "title": "Resident Evil: Damnation",
      "slug": "resident-evil:-damnation",
      "desc": "United States Special Agent Leon S. Kennedy sneaks into a small Eastern European country to verify rumors that Bio Organic Weapons (B.O.W.s) are being used in war. Right after his infiltration, the U.S. government orders him to leave immediately. Determined to uncover the truth, Leon ignores the order and enters the battlefield to end the chain of tragedies caused by the B.O.W.s.",
      "release": "27 Oct 2012",
      "director": "Makoto Kamiya",
      "duration": "1 hour 40 min",
      "cast": [
          "Matthew Mercer",
          "Dave Wittenberg",
          "Wendee Lee"
      ],
      "genres": [
          "Animation",
          "Action",
          "Horror"
      ],
      "isShowing": false,
      "showingMonth": "oct",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNGFjZmY0OTAtYmNiNy00YzIzLWFlMjgtYWQwOWYyMzkyODI5XkEyXkFqcGdeQXVyMTEzODQxNzQ1._V1_SX300.jpg",
      "title": "Mortal Kombat Legends: Snow Blind",
      "slug": "mortal-kombat-legends:-snow-blind",
      "desc": "As Kano and the Black Dragon wreak havoc around the globe, a young warrior named Kenshi will have to rise above his own limitations and take on the looming threat of Outworld.",
      "release": "27 Feb 2023",
      "director": "Rick Morales",
      "duration": "1 hour 22 min",
      "cast": [
          "Manny Jacinto",
          "David Wenham",
          "Artt Butler"
      ],
      "genres": [
          "Animation",
          "Action",
          "Adventure"
      ],
      "isShowing": false,
      "showingMonth": "feb",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BZjU2MTczYTEtOTllNi00NzZlLWE0ZWItMTBiMmFkZjgwZmQyXkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_SX300.jpg",
      "title": "Fukushima 50",
      "slug": "fukushima-50",
      "desc": "A tsunami is triggered when a magnitude 9.0 earthquake hits the Pacific Ocean near Japan. A plant manager risks everything and stays put to handle the pending disaster once a reactor begins to leak. He is in contact with the parent utility TEPCO. The Japanese army moves in. The Americans also show up to command the situation. The plant employees fight on.",
      "release": "05 Mar 2021",
      "director": "Setsurô Wakamatsu",
      "duration": "2 hour 2 min",
      "cast": [
          "Ken Watanabe",
          "Takumi Saitô",
          "Masane Tsukayama"
      ],
      "genres": [
          "Action",
          "Drama"
      ],
      "isShowing": true,
      "showingMonth": "mar",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNDQyNDE5NjQ1N15BMl5BanBnXkFtZTcwMDExMTAwMg@@._V1_SX300.jpg",
      "title": "Bolt",
      "slug": "bolt",
      "desc": "Bolt, an American white shepherd, has lived his whole life on the set of his action TV show, where he believes he has superpowers. When separated from the studio by accident, he meets a female alley cat named Mittens and a hamster named Rhino. He's trying to find the way home, to the studio. Along the way, he learns that he doesn't have superpowers and that the show is not real.",
      "release": "21 Nov 2008",
      "director": "Byron Howard, Chris Williams",
      "duration": "1 hour 36 min",
      "cast": [
          "John Travolta",
          "Miley Cyrus",
          "Susie Essman"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "nov",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMTU4YmExZGItNDdkMC00MjJjLWI3MDAtNmQzMDZkMjRkZDlhXkEyXkFqcGdeQXVyODY5NzkyMjA@._V1_SX300.jpg",
      "title": "Resident Evil: Death Island",
      "slug": "resident-evil:-death-island",
      "desc": "A t-virus outbreak in San Francisco leads to Alcatraz Island, where a new evil has taken residence.",
      "release": "07 Jul 2023",
      "director": "Eiichirô Hasumi",
      "duration": "1 hour 31 min",
      "cast": [
          "Matthew Mercer",
          "Nicole Tompkins",
          "Kevin Dorman"
      ],
      "genres": [
          "Animation",
          "Action",
          "Adventure"
      ],
      "isShowing": false,
      "showingMonth": "jul",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNjAzOTUzNTY3Ml5BMl5BanBnXkFtZTgwMjYwNzE5ODE@._V1_SX300.jpg",
      "title": "The BFG",
      "slug": "the-bfg",
      "desc": "Ten-year-old Sophie is in for the adventure of a lifetime when she meets the Big Friendly Giant. Naturally scared at first, the young girl soon realizes that the twenty-four-foot behemoth is actually quite gentle and charming. As their friendship grows, Sophie's presence attracts the unwanted attention of Bloodbottler, Fleshlumpeater, and other giants. After travelling to London, Sophie and the BFG must convince Queen Elizabeth to help them get rid of all of the bad giants once and for all.",
      "release": "01 Jul 2016",
      "director": "Steven Spielberg",
      "duration": "1 hour 57 min",
      "cast": [
          "Mark Rylance",
          "Ruby Barnhill",
          "Penelope Wilton"
      ],
      "genres": [
          "Adventure",
          "Family",
          "Fantasy"
      ],
      "isShowing": false,
      "showingMonth": "jul",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNGJjNzViNzAtZDY2ZC00NjE5LThmM2QtM2I4NzA0MTAwOTVmXkEyXkFqcGdeQXVyNTU3MDg5NDg@._V1_SX300.jpg",
      "title": "To Each His Own",
      "slug": "to-each-his-own",
      "desc": "A Japanese young office employee tries to end his life due to overwhelming pressure in the office environment. While he almost commits suicide, a classmate appears and saves his life. The classmate brings a different life to him from the moment they meet.",
      "release": "27 May 2017",
      "director": "Izuru Narushima",
      "duration": "1 hour 53 min",
      "cast": [
          "Sôta Fukushi",
          "Shin'ya Hamada",
          "Narushi Ikeda"
      ],
      "genres": [
          "Drama"
      ],
      "isShowing": true,
      "showingMonth": "may",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNzRkMzVlNTMtOGE2Ny00YjIxLTk5ZjYtMWI1NmFkNzBkMTY5XkEyXkFqcGdeQXVyNDc4ODk3Nw@@._V1_SX300.jpg",
      "title": "Cadet 1947",
      "slug": "cadet-1947",
      "desc": "When the Dutch initiates an aggression against Indonesia to regain its rule post World War II, a group of inexperienced cadets need to defend the last remaining airbase so they may have a chance to help the Republic win the revolutionary war and to protect what they have come to care for.",
      "release": "25 Nov 2021",
      "director": "Rahabi Mandra, Aldo Swastia",
      "duration": "1 hour 51 min",
      "cast": [
          "Kevin Julio",
          "Bisma Karisma",
          "Marthino Lio"
      ],
      "genres": [
          "Drama",
          "History",
          "War"
      ],
      "isShowing": false,
      "showingMonth": "nov",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BZGFjNTdjOGUtZmRjMC00Mjg1LWI3MDAtZTUwODhmNzlmOGY1XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SX300.jpg",
      "title": "Sekigahara",
      "slug": "sekigahara",
      "desc": "The background to and depiction of a watershed battle in Japanese history, at Sekigahara in 1600, when Tokugawa Ieyasu's Army of the East defeated the Army of the West of Ishida Mitsunari. The story includes the intrigues and shifting loyalties of the various retainers, family members, and samurai.",
      "release": "26 Aug 2017",
      "director": "Masato Harada",
      "duration": "2 hour 30 min",
      "cast": [
          "Jun'ichi Okada",
          "Kôji Yakusho",
          "Kasumi Arimura"
      ],
      "genres": [
          "Drama",
          "History",
          "War"
      ],
      "isShowing": false,
      "showingMonth": "aug",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMDQyZjdmZmYtZGViNC00ZGFkLWIxYjktNTI1YTc4YzJiMzM0XkEyXkFqcGdeQXVyMzA1NTc1NDk@._V1_SX300.jpg",
      "title": "Habibie & Ainun",
      "slug": "habibie-&-ainun",
      "desc": "This movie is based on the memoir written by the 3rd President of Indonesia and one of the world-famous engineer, B.J. Habibie about his wife, Hasri Ainun Habibie.",
      "release": "20 Dec 2012",
      "director": "Faozan Rizal",
      "duration": "2 hour 0 min",
      "cast": [
          "Reza Rahadian",
          "Bunga Citra Lestari",
          "Tio Pakusadewo"
      ],
      "genres": [
          "Biography",
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "dec",
      "basicPrice": 75000
  },
  {
      "poster": "N/A",
      "title": "Kiki's Delivery Service: Kiki & Jiji",
      "slug": "kiki's-delivery-service:-kiki-&-jiji",
      "desc": "A behind the scenes look at the characters Kiki & Jiji.",
      "release": "02 Mar 2010",
      "director": "N/A",
      "duration": "4 min",
      "cast": [
          "N/A"
      ],
      "genres": [
          "Documentary",
          "Short"
      ],
      "isShowing": false,
      "showingMonth": "mar",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNjNhYTRlZTYtZjYwZi00MDFiLTk5MTItN2YyZDcyNzM3ZTQwXkEyXkFqcGdeQXVyMzgxNTk0NTE@._V1_SX300.jpg",
      "title": "Paper Boat",
      "slug": "paper-boat",
      "desc": "Tidal relationship between two human beings, Kugy (Maudy Ayunda) and Keenan (Adipati Dolken). Kugy is a tomboyish girl, cheerful, and who believes that she is the agent of Neptune.",
      "release": "16 Aug 2012",
      "director": "Hanung Bramantyo",
      "duration": "1 hour 51 min",
      "cast": [
          "Maudy Ayunda",
          "Adipati Dolken",
          "Reza Rahadian"
      ],
      "genres": [
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "aug",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BZWQ5MTFkYTUtOWFlYS00ZDFhLWI4YTUtYzczMjNkOGFiMDEwXkEyXkFqcGdeQXVyMzYwMjQ3OTI@._V1_SX300.jpg",
      "title": "Bento Harassment",
      "slug": "bento-harassment",
      "desc": "Single mother Kaori's daughter is in high school. The woman does her best, but the daughter is being as rebellious and cliched as she can possibly muster. Kaori tries the carrot and the stick. She tries to incent her daughter and she tries to punish the girl. The daughter's lunch box contains one mode of communication.",
      "release": "28 Jun 2019",
      "director": "Renpei Tsukamoto",
      "duration": "1 hour 46 min",
      "cast": [
          "Ryôko Shinohara",
          "Kyôko Yoshine",
          "Rena Matsui"
      ],
      "genres": [
          "Comedy",
          "Drama",
          "Family"
      ],
      "isShowing": false,
      "showingMonth": "jun",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMzk1YzRkNmMtMTEzMC00MzhiLThhMWQtNzE2YzgzYWVmYzZhXkEyXkFqcGdeQXVyNjIwMTgzMTg@._V1_SX300.jpg",
      "title": "My Stupid Boss",
      "slug": "my-stupid-boss",
      "desc": "My Stupid Boss recounts the story of an absurd boss and his employees. Bossman (Reza Rahadian) is an Indonesian who owns a company in Kuala Lumpur, Malaysia: a large but disorganized company. The culprit for the disarray in the organization is the bossman himself. His first principle of management is that 'Bossman Is Always Right'--which means whatever the Bossman fancies, he'll get it done. And that is his following principle: 'Impossible We Do Miracle We Try'. In the midst of this is Diana, the Bossman's secretary, who at every turn must juggle odds that never seem to add up in the company. Confronted daily with her boss' antics, Diana's patience and good sense are tested constantly.",
      "release": "19 May 2016",
      "director": "Upi Avianto",
      "duration": "1 hour 48 min",
      "cast": [
          "Bunga Citra Lestari",
          "Reza Rahadian",
          "Alex Abbad"
      ],
      "genres": [
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "may",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNTU1Y2E1ZTUtZTY0OC00MWZiLTgxNTAtZjQyMGIzYTI5ZDAzXkEyXkFqcGdeQXVyNjczODM4MTc@._V1_SX300.jpg",
      "title": "Honey Lemon Soda",
      "slug": "honey-lemon-soda",
      "desc": "A middle school girl is coy and does not have many friends. She is not social either as a result. She meets a school-mate with blond hair and they form a bond. He is different from others. The boy is popular, but something of an aloof guy. As she develops feelings for him he remains elusive as he has his own secret.",
      "release": "09 Jul 2021",
      "director": "Kôji Shintoku",
      "duration": "1 hour 51 min",
      "cast": [
          "Raul Murakami",
          "Ai Yoshikawa",
          "Mayu Hotta"
      ],
      "genres": [
          "Comedy",
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "jul",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BM2E3MTJjZTgtNzc5Mi00NTNkLTljZDktMmNlMTEzMzQxOTFkXkEyXkFqcGdeQXVyMTUwMDQxODEx._V1_SX300.jpg",
      "title": "Hiraite",
      "slug": "hiraite",
      "desc": "Ai has had a crush forever on her classmate Tatoe. When she finds out that Tatoe is in a secret relationship with another girl, she sets out to sabotage their plans for the future.",
      "release": "22 Oct 2021",
      "director": "Rin Shutô",
      "duration": "2 hour 1 min",
      "cast": [
          "Anna Yamada",
          "Ryûto Sakuma",
          "Haruka Imô"
      ],
      "genres": [
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "oct",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BZGUzZDNmYWUtMTVlNi00OWI2LTgwYTEtODA2ZDFiMzExYzlkXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_SX300.jpg",
      "title": "Midnight Sun",
      "slug": "midnight-sun",
      "desc": "Kaoru dreamily gazes from her bedroom window each morning just before dawn. She can see a stretch of the beach in front of her parent's house on a hill in Kamakura, but focuses upon the activity at the bus stop where Koji and his two best friends meet before going surfing. The appearance of the sun causes her to lowers the blinds and go to sleep for she suffers from Xeroderma Pigmentosum (XP) and exposure to the sun's rays has had the potential to kill her. At night she walks to the train station, plays her guitar and sings songs she has written, commonly returning home just a few minutes before it starts getting light. One morning she is at the bus stop singing when Koji arrives. Liking the song she was singing, he promises to go and listen to her perform as a street musician the first day of summer vacation but finds a loud and off-key man has occupied her spot. Koji improvises and takes her to Yokahama on his motor bike where her singing immediately draws a crowd. Koji marvels at her extraordinary future, whereas he muses at his ordinary nature as he asks to be her boyfriend. But she breaks up almost immediately as the rising sun reminds her that she cannot live a normal life. Koji tries and make amends after being sought out by her father, and starts to earn the 200,000 yen needed to pay for a studio session and production of a CD of Kaoru's songs. As she practices on her guitar, she finds her fingers becoming immobilized, the first sign that neurological damage from the disease is progressing.",
      "release": "17 Jun 2006",
      "director": "Norihiro Koizumi",
      "duration": "1 hour 59 min",
      "cast": [
          "Yui",
          "Takashi Tsukamoto",
          "Kuniko Asagi"
      ],
      "genres": [
          "Drama",
          "Music",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "jun",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNTI2NzE5MjgtZmZkNi00Y2NkLTk4ZDItOGQ0MjlhZmZlZDBlXkEyXkFqcGdeQXVyMjc2Nzg5OTQ@._V1_SX300.jpg",
      "title": "50-kai-me no fâsuto kisu: 50 First Kisses",
      "slug": "50-kai-me-no-fâsuto-kisu:-50-first-kisses",
      "desc": "A man works as a tour guide and studies in Hawaii. He meets a girl at a cafe and falls for her. She is everything he desires. There is a catch however. She forgets everything that happened the day before and, consequently, won't remember him the next day. She has been this way since an accident.",
      "release": "01 Jun 2018",
      "director": "Yûichi Fukuda",
      "duration": "1 hour 54 min",
      "cast": [
          "Takayuki Yamada",
          "Masami Nagasawa",
          "Tsuyoshi Muro"
      ],
      "genres": [
          "Comedy",
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "jun",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BYWY4Nzk1ZTAtNzcxZi00OTMwLTk5ODctM2U4MTUzOGQ4N2RlXkEyXkFqcGdeQXVyNTM3NzczMzk@._V1_SX300.jpg",
      "title": "Nanimono",
      "slug": "nanimono",
      "desc": "Looking for jobs, five young friends regularly meet at one's apartment. Judging and gauging one another by their ability to land job pits the friends as also competitors. When one of the friends finds work the remaining four feel abandoned and the relationships are not the same anymore.",
      "release": "15 Oct 2016",
      "director": "Daisuke Miura",
      "duration": "1 hour 37 min",
      "cast": [
          "Kasumi Arimura",
          "Fumi Nikaidô",
          "Masaki Okada"
      ],
      "genres": [
          "Drama"
      ],
      "isShowing": false,
      "showingMonth": "oct",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BY2ZlNWIxODMtN2YwZi00ZjNmLWIyN2UtZTFkYmZkNDQyNTAyXkEyXkFqcGdeQXVyODkzNTgxMDg@._V1_SX300.jpg",
      "title": "Mortal Kombat",
      "slug": "mortal-kombat",
      "desc": "MMA fighter Cole Young (Lewis Tan), accustomed to taking a beating for money, is unaware of his heritage-or why Outworld's Emperor Shang Tsung (Chin Han) has sent his best warrior, Sub-Zero (Joe Taslim), an otherworldly Cryomancer, to hunt Cole down. Fearing for his family's safety, Cole goes in search of Sonya Blade (Jessica McNamee) at the direction of Jax (Mehcad Brooks), a Special Forces Major who bears the same strange dragon marking Cole was born with. Soon, he finds himself at the temple of Lord Raiden (Tadanobu Asano), an Elder God and the protector of Earthrealm, who grants sanctuary to those who bear the mark. Here, Cole trains with experienced warriors Liu Kang (Ludi Lin), Kung Lao (Max Huang) and rogue mercenary Kano (Josh Lawson), as he prepares to stand with Earth's greatest champions against the enemies of Outworld in a high stakes battle for the universe. But will Cole be pushed hard enough to unlock his arcana-the immense power from within his soul-in time to save not only his family but to stop Outworld once and for all?",
      "release": "23 Apr 2021",
      "director": "Simon McQuoid",
      "duration": "1 hour 50 min",
      "cast": [
          "Lewis Tan",
          "Jessica McNamee",
          "Josh Lawson"
      ],
      "genres": [
          "Action",
          "Adventure",
          "Fantasy"
      ],
      "isShowing": false,
      "showingMonth": "apr",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BZWU2NDkxYjktNWVlMS00MTM4LWJjMDAtOWYxZjJkZWFhYzAxXkEyXkFqcGdeQXVyMTA1NjE5MTAz._V1_SX300.jpg",
      "title": "Happy Feet",
      "slug": "happy-feet",
      "desc": "This is the story of a little penguin named Mumble who has a terrible singing voice and later discovers he has no Heartsong. However, Mumble has an astute talent for something that none of the penguins had ever seen before: tap dancing. Though Mumble's mom, Norma Jean, thinks this little habit is cute, his dad, Memphis, says it 'just ain't penguin.' Besides, they both know that, without a Heartsong, Mumble may never find true love. As fate would have it, his one friend, Gloria, happens to be the best singer around. Mumble and Gloria have a connection from the moment they hatch, but she struggles with his strange 'hippity- hoppity' ways. Mumble is just too different--especially for Noah the Elder, the stern leader of Emperor Land, who ultimately casts him out of the community. Away from home for the first time, Mumble meets a posse of decidedly un-Emperor-like penguins--the Adelie Amigos. Led by Ramon, the Adelies instantly embrace Mumble's cool dance moves and invite him to party with them. In Adelie Land, Mumble seeks the counsel of Lovelace the Guru, a crazy-feathered Rockhopper penguin who will answer any of life's questions for the price of a pebble. Together with Lovelace and the Amigos, Mumble sets out across vast landscapes and, after some epic encounters, proves that by being true to yourself, you can make all the difference in the world.",
      "release": "17 Nov 2006",
      "director": "George Miller, Warren Coleman, Judy Morris",
      "duration": "1 hour 48 min",
      "cast": [
          "Elijah Wood",
          "Brittany Murphy",
          "Hugh Jackman"
      ],
      "genres": [
          "Animation",
          "Adventure",
          "Comedy"
      ],
      "isShowing": false,
      "showingMonth": "nov",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BMDc5ZTBkNjYtMzk0OS00MDQwLTgyMWUtMWU2YzhmNjJmNjIxXkEyXkFqcGdeQXVyNjQ4ODY4NzU@._V1_SX300.jpg",
      "title": "Laskar Pelangi",
      "slug": "laskar-pelangi",
      "desc": "In the 1970s, a group of 10 students struggles with poverty and develop hopes for the future in Gantong Village on the farming and tin mining island of Belitung off the east coast of Sumatra.",
      "release": "25 Sep 2008",
      "director": "Riri Riza",
      "duration": "2 hour 4 min",
      "cast": [
          "Cut Mini Theo",
          "Zulfanny",
          "Ikranagara"
      ],
      "genres": [
          "Adventure",
          "Drama",
          "Family"
      ],
      "isShowing": false,
      "showingMonth": "sep",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BODQ4OTMyNzktYmQwYS00MjU3LWE2NWEtNWM1NGMxMDU1OWNmL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjk4NjcwMDg@._V1_SX300.jpg",
      "title": "Natsumi's Firefly",
      "slug": "natsumi's-firefly",
      "desc": "When Natsumi's father dies she return to the forest which she had visited with him with his motorcycle. She meets and decides to stay with a family who also own a store nearby.",
      "release": "11 Jun 2016",
      "director": "Ryûichi Hiroki",
      "duration": "1 hour 48 min",
      "cast": [
          "Kasumi Arimura",
          "Asuka Kudô",
          "Ken Mitsuishi"
      ],
      "genres": [
          "Drama"
      ],
      "isShowing": false,
      "showingMonth": "jun",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNjg4YzA4N2MtOTc4Yi00ZjFjLTlhMGYtYTQyOWNlZjZhYTk0XkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SX300.jpg",
      "title": "Anohana: The Flower We Saw That Day",
      "slug": "anohana:-the-flower-we-saw-that-day",
      "desc": "Five childhood friends grow apart after the death of Honma Meiko, close playmate of them all. Yadomi Jinta, leader of the group when they were kids, neglects high school and lives as a shut-in when he unexpectedly starts seeing the ghost of Meiko, who can only interact with him and no one else. She has returned to ask Jintan to fulfill the forgotten wish she made as a kid.",
      "release": "21 Sep 2015",
      "director": "Masaki Nishiura",
      "duration": "2 hour 0 min",
      "cast": [
          "Minami Hamabe",
          "Marie Iitoyo",
          "Airi Matsui"
      ],
      "genres": [
          "Adventure",
          "Drama",
          "Fantasy"
      ],
      "isShowing": false,
      "showingMonth": "sep",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BOGE1MThjNzctZWYxNy00NjYyLWJiZTItZjVjYTZhYzk5MDJkXkEyXkFqcGdeQXVyMjc2Nzg5OTQ@._V1_SX300.jpg",
      "title": "From Me to You",
      "slug": "from-me-to-you",
      "desc": "A girl that resemble 'Sadako' of the movie Ring is being feared by her classmates. She is avoided by everyone.While everyone is avoiding her, the popular boy Shota Kazehaya befriends her, and their love begins to grow.",
      "release": "30 Mar 2023",
      "director": "Naoto Kumazawa",
      "duration": "2 hour 8 min",
      "cast": [
          "Mikako Tabe",
          "Haruma Miura",
          "Misako Renbutsu"
      ],
      "genres": [
          "Drama",
          "Romance"
      ],
      "isShowing": true,
      "showingMonth": "mar",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BZDBmNTNhMDctNGFiOS00NzhlLTkzNDMtMWI1YTVhOWVmNjkyXkEyXkFqcGdeQXVyMjQ2MTk1OTE@._V1_SX300.jpg",
      "title": "Tokyo Family",
      "slug": "tokyo-family",
      "desc": "An old married couple Shukichi Hirayama and Tomiko live on a small island in the Inland Sea. They go to Tokyo. The couple have 3 children. The eldest son Koichi runs a hospital. The first daughter Shigeko runs a beauty salon. The second son Shuji works in stage art. The families ask the parents to take a rest in Tokyo, but the parents do not like staying in Tokyo. One day, Tomiko visits Shuji's apartment. There, Tomiko is introduced to Shuji's fiancé Noriko, but Tomiko collapses at Koichi's house.",
      "release": "19 Jan 2013",
      "director": "Yôji Yamada",
      "duration": "2 hour 26 min",
      "cast": [
          "Isao Hashizume",
          "Kazuko Yoshiyuki",
          "Masahiko Nishimura"
      ],
      "genres": [
          "Drama"
      ],
      "isShowing": false,
      "showingMonth": "jan",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BYzcyNzViZWEtMTExMC00ZTg5LWFjODMtNTNkYzM5ZGFkZDk3XkEyXkFqcGdeQXVyMzgxNTk0NTE@._V1_SX300.jpg",
      "title": "Paper Boat 2",
      "slug": "paper-boat-2",
      "desc": "Coming home from Bali, Kugy try to avoid Keenan and Remi, Karel home to calm down (Ben Kasyafani), his brother. Keenan who feel lost even looking Kugy. Through Noni, Keenan knows that the first Kugy abstain from Keenan, as well as Noni and Eko, is because it actually Kugy love Keenan, but hindered by the proximity of Keenan and Wanda (Kimberly Ryder). Kugy Keenan decided to meet to finalize their pent-up feelings. However, event-by-event then interweave, unite and separate hearts, alternating between Kugy, Keenan, Remi, Luhde, and also Siska along with other people around them. Even opening the how the relationship Pak Wayan and Keenan's parents, Lena (Ira Wibowo) and Adri. Paper boat on a river flowing, swinging looking lovely heart .",
      "release": "04 Oct 2012",
      "director": "Hanung Bramantyo",
      "duration": "1 hour 40 min",
      "cast": [
          "Maudy Ayunda",
          "Adipati Dolken",
          "Reza Rahadian"
      ],
      "genres": [
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "oct",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BYzM0NmQ2YzgtZWZkNC00N2JhLThjYzUtMDNlZDczMzJiMGY1XkEyXkFqcGdeQXVyNzkzODk2Mzc@._V1_SX300.jpg",
      "title": "Dilan 1990",
      "slug": "dilan-1990",
      "desc": "Milea (Vanesha Prescilla) met with Dilan (Iqbaal Ramadhan) at a high school in Bandung in 1990, when Milea moved from Jakarta to Bandung. An unusual introduction brings Milea to know the uniqueness of Dilan, smart, kind, romantic. The way Dilan approaches Milea is not the same as other male friends, even Beni (Brandon Salim), Milea's boyfriend in Jakarta. The journey of their relationship is not always smooth. Beni, Anhar (Giulio Perangkan), Kang Adi (Refal Hadi) color the journey. Dilan makes Milea believe that she can arrive at the destination safely.",
      "release": "25 Jan 2018",
      "director": "Pidi Baiq, Fajar Bustomi",
      "duration": "1 hour 50 min",
      "cast": [
          "Iqbaal Dhiafakhri Ramadhan",
          "Vanesha Prescilla",
          "Sissy Priscillia"
      ],
      "genres": [
          "Drama",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "jan",
      "basicPrice": 75000
  },
  {
      "poster": "https://m.media-amazon.com/images/M/MV5BNzU4NjQwNjctZTYxZS00M2ZkLTk0YzEtY2Q3NTNlOWYxNDJmXkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_SX300.jpg",
      "title": "Little Love Song",
      "slug": "little-love-song",
      "desc": "Inspired by a hit song by Mongol800, there is a small town in Okinawa where the US occupation forces are stationed and have fenced off their base. A popular high school band is scouted by a Tokyo-based record company. The band is involved in a car accident, however, shattering many hopes. The band receives a demo tape from a girl who lives on the navy base. They are reinvigorated.",
      "release": "24 May 2019",
      "director": "Kôjirô Hashimoto",
      "duration": "2 hour 3 min",
      "cast": [
          "Katrina Bourdo",
          "Leigh Carmichael",
          "Tomiko Claire"
      ],
      "genres": [
          "Drama",
          "Music",
          "Romance"
      ],
      "isShowing": false,
      "showingMonth": "may",
      "basicPrice": 75000
  }
]